{
  "header":{
    "title": "Alejandro.GG"
  },
  "menu":{
    "experience": "Experiencia",
    "skillSet": "Competencias",
    "references": "Referencias",
    "contact": "Contacto"
  },
  "frontPage":{
    "title1": "Soy Alejandro GG Pérez",
    "title2": "Arquitecto de desarrollo Web"
  },
  "calltoaction":{
    "text": "Ofrezco soluciones de desarrollo web personalizadas que impulsen tu presencia en línea y satisfagan las necesidades específicas de tu negocio.",
    "title": "Descubre lo que puedo hacer por tí",
    "button": "Escríbeme"
  },
  "workExperience":{
    "title": "Algunos de mis clientes",
    "downloadTitle": "Si quieres saber más, descarga mi CV completo",
    "downloadButton":"Descargar"
  },
  "philosophy":{
    "title": "Filosofía y valores",
    "text": "Para alcanzar la excelencia, uno debe ser un eterno aprendiz.",
    "subtext": "Calidad significa hacer lo correcto cuando nadie está mirando."
  },
  "skillSet":{
    "title": "Competencias",
    "text": "Mis competencias están enfocadas en ofrecer soluciones integrales de desarrollo web para cubrir las necesidades y cumplir los objetivos de mis clientes.",
    "skills": {
      "front": {
        "title": "Web",
        "description": "Desarrollo aplicaciones con frontales complejos que enriquecen la experiencia de usuario, utilizando frameworks de última generación."
      },
      "back": {
        "title": "APIs",
        "description": "En el back-end utilizo tecnolgía Node y Express, mejorando el rendimiento en entornos de alta concurrencia."
      },
      "dataBase": {
        "title": "Bases de Datos",
        "description": "Mi experiencia abarca tanto bases de datos relacionales como no relacionales, asi como su diseño, implementación y gestión."
      },
      "devOps": {
        "title": "Cloud",
        "description": "Diseño infraestructuras robustas y eficientes que satisfagan las necesidades operativas de los proyectos."
      }
    }
  },
  "leadership":{
    "title":"Liderazgo de equipos",
    "text": "Detrás de cada perfil hay una persona con sus miedos, sueños e inquietudes.",
    "subtext": "No se trata de dar órdenes, se trata de inspirar y guiar el talento hacia éxito."
  },
  "references":{
    "title": "Esto es lo que mis compañeros opinan de mí",
    "subtitle": "La crítica constructiva es vital para alcanzar la excelencia, ya que ofrece perspectivas valiosas y áreas de mejora. Recibir retroalimentación objetiva y bienintencionada fomenta el crecimiento, permitiendo refinar habilidades y corregir errores, impulsando así el desarrollo continuo.",
    "quotes":{
      "jose": {
        "quote": "Alejandro es uno de los mejores profesionales con los que he trabajado. Su dedicacion y esfuerzo en conseguir siempre satisfacer las necesidades de sus clientes es encomiable.",
        "signature": "Arquitecto Back-end en Revolut"
      },
      "diego": {
        "quote": "Conozco a Alejandro desde hace muchos años, siempre se ha enfocado en sus proyectos al máximo, dando lo mejor de sí en todo momento",
        "signature": "Account Executive en Work With Island"
      },
      "eva": {
        "quote": "Ha sido un placer compartir mi experiencia laboral con Alejandro, siempre aportaba soluciones disruptivas y creativas para solucionar cualquier tipo de problema.",
        "signature": "Marketing Manager en Singular"
      },
      "maria": {
        "quote": "Alejandro demostró ser un profesional técnicamente sólido, destacando por su iniciativa y capacidad para innovar, lo que fue clave para el éxito de nuestro equipo.",
        "signature": "Digital Tech Director en Garaje de Ideas"
      },
      "ruben": {
        "quote": "He tenido la suerte de trabajar a las órdenes de Alejandro, siempre nos motivó a cuidar al milímetro los desarrollos. Aprendí mucho de él.",
        "signature": "Desarrollador DAM en HI-Iberia"
      }
    }
  },
  "contact": {
    "title": "Hablemos de negocios:",
    "button": "Enviar"
  }
}