{
  "header":{
    "title": "Alejandro.GG"
  },
  "menu":{
    "experience": "Experiencia",
    "skillSet": "Competencias",
    "works": "Trabajos",
    "contact": "Contacto"
  },
  "frontPage":{
    "title1": "Soy Alejandro GG Pérez.",
    "title2": "Arquitecto de desarrollo Web",
    "subtitle": "Puedo ofrecer soluciones de desarrollo web completas y personalizadas que impulsen su presencia en línea y satisfagan las necesidades específicas de su negocio."
  },
  "workExperience":{
    "subtitle": "Experiencia laboral",
    "title": "Estas son las empresas para las que he trabajado",
    "companies":{
      "hi":{
        "company": "HI-Iberia",
        "jobTitle": "Jefe de Equipo",
        "jobDescription": "Lideré el desarrollo de aplicaciones biomédicas y proyectos europeos de I+D"
      },
      "ntt":{
        "company": "NTT-Data",
        "jobTitle": "Lead Engeneer",
        "jobDescription": "Diseñé soluciones Web para banca, seguros, industria y sector público"
      },
      "interaction":{
        "company": "Interaction M",
        "jobTitle": "Dev Full Stack",
        "jobDescription": "Creé aplicaciones Web multiplataforma de gestión de contenidos"
      }
    },
    "downloadTitle": "Si quieres saber más descarga mi CV completo",
    "downloadButton":"Descargar"
  },
  "philosophy":{
    "title": "Filosofía y valores",
    "text": "Como profesional, estoy comprometido con la excelencia y la satisfacción del cliente. Me esfuerzo por entender sus objetivos y necesidades para ofrecer soluciones efectivas y personalizadas. Creo en la importancia de la transparencia y la empatía en cada paso del camino, asegurando una colaboración mutuamente beneficiosa y resultados que impulsen su éxito.",
    "subText": "Para alcanzar la excelencia, uno debe ser un eterno aprendiz."
  },
  "skillSet":{
    "title": "Competencias",
    "text": "Mis competencias están enfocadas en ofrecer soluciones integrales de desarrollo web para cubrir las necesidades y cumplir los objetivos de mis clientes.",
    "skills": {
      "front": {
        "title": "Front End",
        "description": "Sé desarrollar frontales complejos que enriquecen la experiencia de usuario, utilizando frameworks de última generación."
      },
      "back": {
        "title": "Back End",
        "description": "He consturido APIs complejas con tecnolgía Node y Express enfocadas en mejorar el rendimiento en entornos de alta concurrencia."
      },
      "dataBase": {
        "title": "Bases de Datos",
        "description": "Mi experiencia abarca tanto bases de datos relacionales como no relacionales, donde he demostrado habilidades sólidas en su diseño, implementación y gestión."
      },
      "devOps": {
        "title": "Infraestructura",
        "description": "Mi enfoque se centra en diseñar y mantener infraestructuras robustas y eficientes que satisfagan las necesidades operativas y de rendimiento de los proyectos."
      }
    }
  },
  "leadership":{
    "title":"Liderazgo de equipos",
    "text":"La comunicación clara y abierta permite alinear a todos los miembros del equipo con los objetivos del proyecto y fomentar un ambiente de entendimiento y cooperación. Se crea un entorno donde cada uno se siente valorado y motivado a dar lo mejor de sí, impulsando la productividad y la creatividad en nuestros proyectos.",
    "subText": "Detrás de cada perfil hay una persona con sus miedos, sueños e inquietudes. No se trata de dar órdenes, se trata de inspirar y guiar el talento hacia éxito."
  },
  "references":{
    "title": "Esto es lo que mis compañeros opinan de mí",
    "subtitle": "La crítica constructiva es vital para alcanzar la excelencia, ya que ofrece perspectivas valiosas y áreas de mejora. Recibir retroalimentación objetiva y bienintencionada fomenta el crecimiento, permitiendo refinar habilidades y corregir errores, impulsando así el desarrollo continuo.",
    "quotes":{
      "jose": {
        "quote": "Alejandro es uno de los mejores profesiones con los que he trabajado. Su dedicacion y esfuerzo en conseguir siempre satisfacer las necesidades de sus clientes es encomiable.",
        "signature": "Arquitecto Back-end en Revolut"
      }
    }
  }
}